---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DpartAreaComputed
source: html/08f54354-8fc4-fb84-15f1-67d1ea0386ce.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DpartAreaComputed Property

"Area"

## Syntax (C#)
```csharp
public static ForgeTypeId DpartAreaComputed { get; }
```